Repository: dimagi/aremind
Catalog: aremind/locale/*/LC_MESSAGES/django.po
Languages: sw

source: Thank you for joining the study.
sw: Asante kwa kujiunga na utafiti.

source: What is your secret password?
sw: Ni nini neno lako la siri?

source: You have not entered the correct password. Please try again.
sw: Hujaweka neno lako la siri sawa. Tafadhali jaribu tena.

source: Did you have sex yesterday? Please respond 1: yes, 2: no, 3: I choose to not respond.
sw: Ulifanya mapenzi jana? Tafadhali jibu 1:ndio, 2:la, 3: nachagua kutojibu.

source: Did you or your partner use a condom when you had sex? Please respond 1: yes, 2: no, 3: I choose to not respond.
sw: Je wewe au mpenzi wako mlitumia mpira wa kondom wakati mlifanya mapenzi? Tafadhali jibu 1:ndio, 2:la, 3: nachagua kutojibu.

source: Do you think you will have sex tomorrow? Please respond 1: yes, 2: no, 3: I choose to not respond.
sw: Unafikiri utafanya mapenzi kesho? Tafadhali jibu 1:ndio, 2:la, 3: nachagua kutojibu.

source: Did you remember to take your study pills yesterday? Please respond 1: yes, 2: no, 3: I choose to not respond.
sw: Ulikumbuka kumeza tembe zako za utafiti jana? Tafadhali jibu 1:ndio, 2:la, 3: nachagua kutojibu.

source: In the past month, did you or your partner try to become pregnant? Please respond 1: yes, 2: no, 3: I choose to not respond.
sw: Kwa mwezi uliopita, je wewe au mpenzi wako mlijaribu kupata mimba? Tafadhali jibu 1:ndio, 2:la, 3: nachagua kutojibu.

source: In the past month, do you think you could have been infected with HIV? Please respond 1: yes, 2: no, 3: I choose to not respond.
sw: Kwa mwezi uliopita, unafikiria huenda uliambukizwa HIV? Tafadhali jibu 1:ndio, 2:la, 3: nachagua kutojibu.

source: Unfortunately, we did not understand your message. Please call [NAME] at [#] if you need help.
sw: Kwa bahati mbaya, hatukuelewa ujumbe wako. Tafadhali pigia [NAME] simu kwa [#] ikiwa unahitaji usaidizi.

source: Thank you. Please remember to delete these messages.
sw: Asante. Tafadhali kumbuka kufuta ujumbe huu.
